{
  "lateReply": [
    "lateReply",
    "Sorry, I was busy teaching my plants how to text back.",
    "I replied telepathically, but I guess you didn’t get it.",
    "My phone was busy recharging its social battery. So was I.",
    "I time-traveled to next week. Just got back, oops!",
    "Thought I replied… turns out it was just my dog typing.",
    "Got caught in a staring contest with my ceiling fan.",
    "My fingers went on a coffee break without telling me.",
    "I sent my reply via carrier pigeon. It’s still flying.",
    "My autocorrect turned my message into ancient hieroglyphs.",
    "I was buffering… just like a slow YouTube video."
  ],
 "missedEvent": [
  "missedEvent",
    "I was there in spirit — unfortunately, spirits aren’t visible.",
    "My alarm clock conspired with my bed. I lost that battle.",
    "Was abducted by aliens for quality control testing. They’re rude.",
    "Tried to leave the house but got stuck in a Netflix loop.",
    "Sent my RSVP via carrier owl. It got lost in transit.",
    "Mistook the event for a dream… still recovering from it.",
    "Universe put me on ‘Do Not Disturb’ mode without asking.",
    "My pet held me hostage until the event was over.",
    "Went out to come, but Google Maps rerouted me to the fridge.",
    "My socks declared a protest and I couldn’t find matching pairs."
 ],

  "forgot": [
    "forgot",
    "My brain’s browser had 99 tabs open — it crashed.",
    "Remembered… then instantly forgot to remember.",
    "Delegated it to my future self. Spoiler: they ghosted me.",
    "Stored it safely in my mind’s 'To-Forget' folder.",
    "Left it with my coffee. Both were cold when I remembered.",
    "Set a reminder to remember, forgot to check it.",
    "Blamed Mercury in retrograde. Works like a charm.",
    "I didn’t forget, just paused it indefinitely.",
    "Brain auto-deleted it to make room for cat videos.",
    "I’m on a memory vacation. Back never."
  ],

  "notInterested": [
    "notInterested",
    "My soul ghosted that idea before it even started.",
    "I’d rather alphabetize my sock drawer — twice.",
    "Mentally, I was already booking a flight out of here.",
    "Almost said yes, then remembered Netflix was waiting.",
    "Ran it through my vibe detector — total no-go.",
    "Love the plan, love my sanity more.",
    "Born to dodge situations like this with ninja skills.",
    "Busy doing nothing — and I’m a professional.",
    "Committed to staying as far away as possible.",
    "That plan was allergic to my positive energy."
  ],

  "didNotFeelLikeIt": [
    "didntFeelLikeIt",
    "My motivation took an extended coffee break.",
    "Wasn’t the vibe. Vibes don’t lie.",
    "I just… didn’t. End of story.",
    "Even my motivation needed a pep talk.",
    "Practicing the fine art of radical laziness.",
    "Couch whispered sweet nothings. I listened.",
    "Body said yes. Soul hit snooze.",
    "Had it on my list. Then I burned the list.",
    "Had a meeting with myself. We decided to chill.",
    "Sometimes, doing nothing is a full-time job."
]
}
 
